the，art.["指已提到的人（物）","指说话人与听者已知的人（物）","用于独一无二的事物前","与形容词最高级和序数词连用"]  
be，v.["是","有，存在","做，成为","发生"]  aux.["用来表示某人或某物即主语本身，用来表示某人或某物属于某一群体或有某种性质"]
and，conj.["和，与","而且","于是，然后","因此"]
of，prep.["关于","属于…的","由…制成"]  aux.["助动词  [非标准用语、方言] =have [主用于虚拟语气]"]
a，art.["一（个）","每一（个）","任一（个）"]
in，prep.["采用（某种方式）","穿着，带着","（表示位置）在…里面，（表示领域，范围）在…以内","（表示品质、能力等）在…之中"]  adv.["在家","进入，到达","流行","当选"]  adj.["在内的，朝内的","在位的，执政的","[口语]流行的，时髦的","（车等）到站的"]  n.["执政党，掌权者","知情者","<美口>入口，门路","<体>（板球或棒球）攻球的一方"]  
to，prep.["向，朝着","到","关于","属于"]  adv.["朝一个方向的","到某种状态","关闭"]
have，aux.["用以构成完成式及完成式的不定式，表示已经…"]  vt.["有，具有","拿，取得","从事","必须，不得不"]  n.["〈口〉有产者，有钱人","富国","〈英俚〉欺骗，诈骗"]  
to，prep.["向，朝着","到","关于","属于"]  adv.["朝一个方向的","到某种状态","关闭"]  
it，pron.["它","他","正好是所需的","事实[情况]"]  n.["<美俚>傻瓜，笨蛋","<俚>绝妙的人","理想的东西","登峰造极"]  
I，pron.["我","个人","利己主义者"]  n.["碘元素","英语字母表中第九个字母","罗马数字1"]  
that，det.["那个，那"]  pron.["那个，那"]  conj.["多么","如此…以至","用于某些动词、形容词和名词后，引出各种从句"]  adv.["不那么","那样"]  
for，prep.["为，为了","倾向于","关于","当作"]  conj.["因为，由于"]  
you，pron.["你","你们，您们","各位","大家"]
he，pron.["他，它","一个人"]  n.["雄性动物"]  
with，prep.["和，跟","随着","关于","和…一致"]  
on，prep.["（表示方向）向","（表示对象）对","（表示位置）在…上","（表示时间）在…之时"]  adv.["（放，穿，连接）上","向前，（继续）下去"]  adj.["活动着的情况，状态","使用着的","发生着的","计划中的"]  
do，aux.["构成疑问句和否定句","代替动词","用于加强语气"]  vt.["做","干","进行","从事"]  vi.["表现","进展","引起","行过"]  n.["社交聚会","社交活动","宴会"]  
say，vi.["说， 讲","表明，宣称","假设","约莫"]  vt.["表明","念","说明","比方说"]  n.["发言权","说话","要说的话","发言权"]  
this，pron.["这，这个","这事，这人","这时","下面所说的事"]  adj.["这，这个","刚过去的，即将到来的","今…，本…"]  adv.["这样地","就是这样","这么地"]  
they，pron.["他/她/它们","人们，大家","政府，当局","她们"]  
at，prep.["（表示位置）在","在（某时间或时刻）","以，达"," 向，朝"]  n.["阿特（老挝辅币单位，100 阿特 = 1 基普）"]  
but，conj.["但是","而是","除了","只因为"]  prep.["除…以外"]  adv.["只","不过","只是","另一方面"]  n.["借口","推辞","但是","反对"]  pron.["[关系代词，意义相当于 who…not, which…not]"]  vt.["对…说“但是”"]  
we，pron.["我们，咱们","笔者，本人","朕","人们"]  
his，pron.["(he的所有格)他的","(he的物主代词)他的东西"]  det.["属于他的，用于名词前","自己的","指某人的","上帝的"]  
from，prep.["（表示时间）从…","（表示原因）因为","（表示来源）来自…","（表示分离）与…分离[隔开]"]  
that，det.["那个，那"]  pron.["那个，那"]  conj.["多么","如此…以至","用于某些动词、形容词和名词后，引出各种从句"]  adv.["不那么","那样"]  
not，adv.["不","[用以表示否定、否认、拒绝、禁止等]不是","几乎不","未必，没有[用于否定后面的词或短语]"]  
by，prep.["在…旁边","表示方式","由于","经过"]  adv.["经过","表示保留或保存时用","短暂拜访"]  
she，pron.["她，它"]  
or，conj.["或，或者","还是","不然，否则","左右"]  prep.["<古、诗>在…之前，比…更早"]  n.["[纹章]黑金色、黑色"]  
as，adv.["同样地，一样地","例如"]  prep.["作为，以…的身份","如同"]  conj.["像，像…一样","由于","同时，当…时","尽管"]  n.["阿斯（古罗马重量单位，约373克）"]  
what，pron.["（用以询问某人或某事物的词）什么，多少","…的事物"]  adj.["…的（事物或人）"]  adv.["（用于感叹句中）"]  int.["（用以表示不相信或惊奇）","（用以表示未听清楚对方说的话）"]  
go，vi.["走","离开","去做","进行"]  vt.["变得","发出…声音","成为","处于…状态"]  n.["轮到的顺序","精力","干劲","尝试"]  
their，pron.["他（她，它）们的","在提及性别不详的人时，用以代替 him 或 her"]  
can，aux.["能","能够","可以","可能"]  vt.["将…装入密封罐中保存"]  n.["罐头","（用金属或塑料制作的）容器","（马口铁或其他金属制作的）食品罐头"]  
who，pron.["谁","什么人","关系代词，有先行词","孰"]  
get，vt.["得到","抓住","说服","受到（惩罚等）"]  vt.& vi.["到达，来"]  vi.["成为","开始","设法对付","获得利益或财富"]  n.["生殖，幼兽","赢利"]  
if，conj.["如果，倘若","即使","〈口〉是否","假设"]  n.["条件，设想"]  
would，aux.["将，将要","愿意","会，打算","大概"]  v.["(will 的过去式，用于转述)将"]  
her，pron.["(she的宾格)她","(she的所有格)她的","她，指某个国家，（一艘）船"]  
all，adj.["全部的","一切的","各种的","极度的，尽量的"]  pron.["全部","一切","每个人，每件东西","全部情况"]  adv.["全部地","完全地","每个","非常"]  n.["全体","[常作A-]整体","[常与my, your, his, her等连用]（某人）所有的一切"]  
my，adj.["我的(I的所有格形式)"]  int.["啊呀","天啊"]  
make，vt.["做，制造","生产，制定","使成为","使产生"]  vi.["开始","尝试","行进","增大"]  n.["制造","生产量","性格","形状，样式"]  
about，prep.["关于","大约","在…周围"]  adv.["大约","在附近","在四周","几乎"]  adj.["在附近的","四处走动的","在起作用的","在流行中的"]  
know，v.["知道","了解","认识","确信"]  n.["知情"]  
will，n.["愿意","意志（力）","[法]遗嘱"]  vt.["决心要","将（财产等）遗赠某人","用意志力驱使（某事发生）"]  vi.["愿意， 希望， 想要"]  aux.["将，将会","会，要"]  
as，adv.["同样地，一样地","例如"]  prep.["作为，以…的身份","如同"]  conj.["像，像…一样","由于","同时，当…时","尽管"]  n.["阿斯（古罗马重量单位，约373克）"]  
up，adv.["在上面，在高处","起床，起来","向上","由低到高"]  adj.["向上的","上升的","竖立的，垂直的","举起的"]  vt.& vi.["增加","加速","提高","举起，拿起"]  prep.["在…的上端","向高处","沿…而去","向…上游"]  n.["上升，升高","兴旺，繁荣","上坡","（价格等）上涨"]  
one，num.["（数字）一","一个","（基数）一，第一"]  n.["一个人","一点钟","一体","独一"]  pron.["一个人","任何人","本人，人家","东西"]  adj.["某一个的","一体的","一方的"]  
time，n.["时间","时刻","时代","次"]  vt.["为…安排时间","测定…的时间","调准（机械的）速度","拨准（钟、表）的快慢"]  vi.["合拍","和谐","打拍子"]  adj.["定时的","定期的","[美国英语]分期（付款）的"]  int.["[体育]时间到，（一场或一局等的）比赛时限，暂停"]  
there，adv.["在那里","那里","在那一点上"]  pron.["表示某物或某人的存在或某事的发生（常用作be, seem或appear的主语）"]  int.["（表示满足、烦恼）你瞧，好啦，得啦"]  
year，n.["年","年纪","一年的期间","某年级的学生"]  
so，adv.["这样","很","（表示程度）这么","同样"]  conj.["（表示因果关系）因此","（表示目的）为了","（引出下文）","（认为某事无关紧要，尤用于反驳他人的指责时）（口语）"]  pron.["如此","这样","大约","左右"]  int.["[表示同意、赞成等] 好啦，就这样吧！停下！（停住）别动！","[表示惊讶、冷淡等] 哦","真的吗"]  adj.["真的","事实如此的","如此的","整齐的"]  
think，vt.["想","思索","以为","看待"]  vi.["思辩","考虑","构想","回忆"]  adj.["深思的","供思考的"]  n.["想","想法"]  
when，adv.["什么时候","（用于时间的表达方式之后）在那时","其时","当时"]  conj.["在…时","既然","如果"]  pron.["什么时候","那时"]  n.["时间，时候","日期","场合"]  
which，pron.["哪一个","哪一些","哪个","那，指前面提到的事物"]  adj.["哪一个","哪一些"]  
them，pron.["他们","她们","它们"]  
some，adj.["一些","某个","大约","相当多的"]  pron.["一些","若干","其中的一部分","（数量不确切时用）有些人"]  adv.["非常","相当","<美>稍微"]  
me，pron.["（人称代词I的宾格）我"]  n.["自我","自我的一部分","极端自私的人","[音乐]固定唱法时的E音"]  
people，n.["人，人类","居民","人民","种族"]  vt.["居住于，布满","使住满人，在…殖民","把动物放养在"]  
take，vt.["拿，取","采取","接受（礼物等）","耗费（时间等）"]  vi.["拿","获得"]  n.["捕获量","看法","利益，盈益","（入场券的）售得金额"]  
out，adv.["出局","在外，在外部","完全，彻底","出版"]  prep.["（表示来源）从","（从…里）出来","（表示不在原状态）脱离","离去"]  vt.["使熄灭","揭露","驱逐"]  adj.["外面的","出局的","下台的","外围的"]  n.["不流行","出局"]  
into，prep.["（表示方向）进入…中","（表示所属）输入","（表示状态）进入…状态","（表示时间）持续到"]  
just，adv.["刚才","仅仅，只是","正好","刚要"]  adj.["公正的，合理的","恰当的","合法的","正确的"]  
see，vt.& vi.["看见","领会，理解","查看","参观"]  n.["主教教区","主教权限","牧座"]  
him，pron.["(he的宾格)他"]  
your，pron.["你的，你们的","尊","玉","乃"]  
come，vi.["来","开始","出现","发生"]  vt.["做","装扮…的样子","将满（…岁）"]  int.["嗨！"]  
could，aux.["“can”的过去式","能够，打算","用于假设语气的条件句","用于虚拟语气的结论句"]  
now，adv.["现在","其时","立刻","（改变话题或要对方做某事前，引起对方注意）喂"]  adj.["现在的","当今的","现任的"]  n.["现在","目前","目前"]  conj.["由于","既然"]  
than，conj.["比（用于比较级）","宁愿…而不愿","除…以外","一…就"]  prep.["超过","比"]  
like，vt.["喜欢","（与 would 或 should 连用表示客气）想","想要","喜欢做"]  prep.["（表示属性）像","（表示方式）如同","（询问意见）…怎么样","（表示列举）比如"]  adj.["相似的","相同的"]  n.["相类似的人[事物]","喜好","爱好","（尤指被视为没有某人或某物那么好的）种类，类型"]  conj.["像…一样","如同","好像","仿佛"]  adv.["（非正式口语，代替 as）和…一样","如","（非正式口语，思考说下句话、解释或举例时用）大概","可能"]  
other，adj.["别的","其他的","（两个中的）另一个","其余的"]  pron.["其他的","（指两个人或事物中的第二个）那个","（指一组中其余的人或事物）其余的","（指与说话人所在位置等相反的方向或地点）另一边"]  n.["[the other]对立面；对立的事物"]  
how，adv.["怎样","健康状况如何","到何种地步","以任何方式"]  n.["方法","方式"]  
then，adv.["那时","然后","那么","话说回来"]  adj.["当时的","那时的"]  
its，pron.["(it的所有格形式)它的","厥"]  
our，pron.["我们的，we的所有格形式","<口>我们家","敝"]  
two，n.["两个","两个东西","两点钟","一对"]  adj.["两个的","我同"]  num.["两个","第二","二"]  
more，adv.["更，更多","达到或处于更大的范围或程度","此外，更加"]  adj.["更多的","(many)的比较级","附加的，额外的"]  pron.["更多的或附加的人或事物"]  n.["更多","附加，添加"]  
these，adj.["这些的"]  pron.["这些"]  
want，v.["想要","希望","打算","需要…在场"]  n.["需要的东西","缺少","贫穷"]  
way，n.["道路","方法","方向","某方面"]  adv.["远远地，大大地"]  
look，vt.& vi.["看，瞧"]  vi.["注意","面向","寻找","看起来好像"]  n.["看","（尤指吸引人的）相貌","眼神","样子"]  int.["（插话或唤起注意）喂，听我说"]  
first，n.["第一，最初","头等","一号，","[乐]高音部"]  adv.["最早，最初","首次","宁愿","优先"]  adj.["第一流的","最初的，最早的","基本的，概要的","高音的"]  num.["第一"]  
also，adv.["也","同样","并且"]  conj.["另外"]  
new，adj.["新的，崭新的","新鲜的，新到的","现代的","初次（听到）的"]  adv.["新近，最近"]  
because，conj.["因为"]  
day，n.["一天","白天","时期","节日"]  adj.["日间的","逐日的"]  adv.["每天","经常在白天地"]  
more，adv.["更，更多","达到或处于更大的范围或程度","此外，更加"]  adj.["更多的","(many)的比较级","附加的，额外的"]  pron.["更多的或附加的人或事物"]  n.["更多","附加，添加"]  
use，n.["使用","使用权","功能"]  
no，adv.["不","否","一点也没有"]  adj.["没有的","不许的","一点儿也没有","决不是的"]  n.["不","否定，否认","反对票","否决票"]  abbr.["数字(number)","元素锘(nobelium)的符号"]  
man，n.["男人","人类","男子汉","雇工"]  vt.["使振作","操纵","给…配置人员","在…就位"]  int.["（表示惊讶、气愤等）嘿，天哪"]  
find，v.["发现","找到","查明","发觉"]  n.["发现物","被发现的人"]  
here，adv.["在这里","这时","在这一点上","（给某人东西或指出某物时说）"]  n.["这里"]  int.["喂","嗨"]  
thing，n.["事件，形势","东西，事物","家伙","事业"]  
give，vt.& vi.["给予","赠送","作出"]  vt.["供给","产生","举办","（为购买某物或做某事而）支付"]  vi.["（物体）塌下","让步"]  n.["伸展性，弹性"]  
many，adj.["许多，多的"]  pron.["（与复数动词连用）大多数人"]  
well，adv.["好","很","好意地","高高兴兴地"]  adj.["健康的","井的","良好的","恰当的"]  int.["（用于表示惊讶，疑虑，接受等）"]  n.["泉","源泉","水井"]  vi.["（液体）涌出","流出","涌流","涌上"]  vt.["涌出，喷出"]  
only，adj.["唯一的","仅有的","最好的，最适当的"]  adv.["只，仅仅","结果却，不料"]  conj.["但是，可是","要不是"]  
those，adj.& pron.["that的复数"]  adj.["那些的，那"]  n.["那，那个( that的名词复数)","（指较远的人或事物）那","（指已提到过或已知的人或事物）那","（特指）那"]  
tell，vt.["告诉，说","辨别","吩咐","讲述"]  vt.& vi.["分辨，辨别","告诉，吩咐","泄漏","保证"]  vi.["泄密，告发","（颜色、声音等）显示","识别"]  n.["[考古学]（古代村落遗址堆积而成的）台形土墩","[方言]讲的话","谈话","传闻"]  
one，num.["（数字）一","一个","（基数）一，第一"]  n.["一个人","一点钟","一体","独一"]  pron.["一个人","任何人","本人，人家","东西"]  adj.["某一个的","一体的","一方的"]  
very，adj.["很，非常","恰好是，正是","十足的","特有的"]  adv.["很，非常","充分，完全"]  
her，pron.["(she的宾格)她","(she的所有格)她的","她，指某个国家，（一艘）船"]  
even，adv.["甚至","更加"," 即使","恰巧在…时候"]  adj.["公平的","平坦的"," 偶数的","平均的"]  vt.["使平坦","使相等"]  vi.["变平","成为相等"]  
back，n.["背，背部","背面，反面","后面，后部","（椅子等的）靠背"]  vt.["使后退","支持","加背书于","下赌注于"]  vi.["后退","倒退"]  adj.["背部的","后面的","以前的","拖欠的"]  adv.["以前","向后地"]  
any，adj.["任何的","一点，一些","普通的","任何，随便哪一个"]  pron.["任何","无论哪个","若干"]  adv.["稍微，少许","什么，一些，一点"]  
good，adj.["好的","优秀的","有益的","漂亮的，健全的"]  n.["好处，利益","善良","善行","好人"]  adv.["同well"]  
woman，n.["女人，妇女","成年女子","女拥人或女下属","女人本能"]  
through，prep.["通过，穿过","经由","透过","凭借"]  adv.["从头到尾","彻底","自始至终"]  adj.["（电话）接通","通话完毕","有洞的","直达的"]  
us，pron.["我们"]  
life，n.["生活，生计","生命，性命","一生，寿命","人生，尘世"]  
child，n.["小孩，孩子","幼稚的人","产物","弟子"]  
there，adv.["在那里","那里","在那一点上"]  pron.["表示某物或某人的存在或某事的发生（常用作be, seem或appear的主语）"]  int.["（表示满足、烦恼）你瞧，好啦，得啦"]  
work，vt.& vi.["使工作","使运作","操作","使产生效果"]  n.["工作，操作","著作","工厂","行为，事业"]  vt.["使工作","操作","经营","使缓慢前进"]  
down，adv.["（坐、倒、躺）下","向下","（表示范围或顺序的限度）下至"]  prep.["（从高处）向下","（表示位置）在…的下方","（表示方向）沿着…向下","（表示时间）自…以来"]  adj.["向下的","沮丧的","计算机或计算机系统停机","（以…）落后于对手的"]  n.["（鸟的）绒羽","绒毛","软毛","汗毛"]  vt.["放下","（尤指大口或快速地）喝下","使摔倒","击落（敌机等）"]  vi.["[常用于祈使句中]下去","下来","卧倒","下降"]  
may，aux.["可以","也许","会","但愿"]  n.["[May]五月","山楂属植物","（五朔节装饰用的）绿枝花枝","（春天开花的）绣线菊属植物"]  
after，prep.["…后的","（表示时间）在…以后","（表示位置、顺序）在…后面"]  conj.["在…以后"]  adv.["以后，继后"]  adj.["后来的，以后的"]  
should，["应该","将会","可能","本应"]  
call，v.["呼唤，喊叫","召唤，叫来，召集","下令，命令","打电话给"]  n.["喊叫，大声喊","电话联络","必要，理由","要求"]  
world，n.["世界","地球","领域","尘世"]  
over，prep.["（表示方向）越过","（部份或全部覆盖）在…上面","由于","（表示论及）关于"]  adv.["结束","再","（倒）下","从一边至另一边"]  adj.["过去的","外面的","在上的","上级的"]  n.["额外","剩余","剩余（或多余）的量","剩余物"]  int.["[电信学]报文完，请回复！"]  vt.["走过，跳过","[美国方言]从…恢复过来"]  
school，n.["学校","上学","学院","群"]  vt.["训练，锻炼","教育，教导","约束","给…上学"]  
still，adv.["仍，仍然","更，还要","静静地","〈诗〉常，不断地"]  adj.["不动的，静止的","不狂暴的，温柔的","没有活力的，死气沉沉的"]  n.["平静，寂静","剧照","静止摄影","蒸馏器"]  vt.& vi.["（使某物）平静下来，安静","〈古〉烧（酒），蒸馏"]  conj.["但是","然而"]  
try，vt.& vi.["试图，努力","实验","审判","考验"]  n.["尝试，实验","[橄]触球，（因触球获得的）向球门踢球的权利"]  
in，prep.["采用（某种方式）","穿着，带着","（表示位置）在…里面，（表示领域，范围）在…以内","（表示品质、能力等）在…之中"]  adv.["在家","进入，到达","流行","当选"]  adj.["在内的，朝内的","在位的，执政的","[口语]流行的，时髦的","（车等）到站的"]  n.["执政党，掌权者","知情者","<美口>入口，门路","<体>（板球或棒球）攻球的一方"]  
as，adv.["同样地，一样地","例如"]  prep.["作为，以…的身份","如同"]  conj.["像，像…一样","由于","同时，当…时","尽管"]  n.["阿斯（古罗马重量单位，约373克）"]  
last，n.["末尾","最后","上个","鞋楦（做鞋的模型）"]  vt.["经受住","到…之后","够用","足够维持（尤指某段时间）"]  adj.["最近的","最后的","最不可能的","惟一剩下的"]  vi.["持续"]  adv.["上一次，最近一次","最后"]  
ask，vt.& vi.["问，询问","需要","要求，请求","邀请"]  vt.["邀请","请求允许","要价","询问"]  vi.["请，邀请","询问","要求"]  
need，vt.["需要","必须"]  aux.["必须","不得不"]  n.["需要","需要的东西","责任","贫穷"]  vi.["（表示应该或不得不做）有必要"]  
too，adv.["也","太","很","非常"]  
feel，vt.["感觉","认为","触摸","试探"]  vt.& vi.["感觉，觉得","认为，以为","触摸"]  n.["感觉","触摸","感受","触觉"]  vi.["觉得","摸索"]  
three，num.["三","三个","第三（章，页等）"]  n.["三岁","三个人[东西]","三，三个"]  adj.["三的","三个的"]  
when，adv.["什么时候","（用于时间的表达方式之后）在那时","其时","当时"]  conj.["在…时","既然","如果"]  pron.["什么时候","那时"]  n.["时间，时候","日期","场合"]  
state，n.["国家","州","状况，情况","资格"]  vt.["规定","陈述，声明"]  adj.["国家的","国务的，公务的","正式的"]  
never，adv.["从不，从来没有","一点也不，决不","<口>不会…吧，没有","不曾"]  
become，vi.["变为，成为","变得","变成"]  vt.["适合，适宜","相称，相当","变成","发生"]  
between，prep.["在…之间","私下，暗中","在…中任择其一","来往于…之间"]  adv.["当中，中间"]  
high，adj.["高的","高尚的，崇高的","高音调的","高级的，高等的"]  adv.["（程度等）高地","高价地","奢侈地"]  n.["高处，高位","[气象学]高气压","高压地带","高水平"]  
really，adv.["真，真正","实在，果真","实际上","事实上"]  
something，pron.["某物，某事","重要的事物[人]，有一定意义的事物"]  n.["（表示不确切的描述或数量）大致，左右"]  adv.["非常","有点","大约"]  
most，adv.["最，最多（大）","much的最高级","非常，很","几乎"]  adj.["many的最高级","最多的，最大的","大概的","大多数的，大部分的"]  n.["最大限度","大部分","大多数人"]  
another，adj.["又一个","再一个","另一的","其他一种"]  pron.["另一个，别个","再一个"]  
much，adv.["非常","差不多","很多地","很大程度上"]  adj.["许多的，大量的"]  pron.["很多","大量","很好的东西","（与不可数名词连用，尤用于否定句，或与 how 连用以询问数量，也可与 as、so 和 too 连用）许多"]  
family，n.["家庭","家族","孩子","祖先"]  adj.["家庭的","一家所有的","属于家庭的","适合全家人的"]  
own，n.["自己的事物","自己人"]  vt.["拥有","承认"]  vi.["承认"]  adj.["自己的","特有的"]  
out，adv.["出局","在外，在外部","完全，彻底","出版"]  prep.["（表示来源）从","（从…里）出来","（表示不在原状态）脱离","离去"]  vt.["使熄灭","揭露","驱逐"]  adj.["外面的","出局的","下台的","外围的"]  n.["不流行","出局"]  
leave，vt.["离开","遗弃","忘了带","交托"]  vt.& vi.["离去","出发","舍弃"]  n.["准假","假期","辞别","许可"]  
put，vt.["放","表达","给予（重视、信任、价值等）","使处于（某种状态）"]  vt.& vi.["使感觉到","使受到…的影响"]  vi.["说","猛推","将…送往","使与…连接"]  n.["[方]笨蛋，怪人","对策"]  adj.["固定的","不动的"]  
old，adj.["老的","古老的","以前的","（用于指称被替代的东西）原来的"]  n.["古时"]  
while，conj.["在…期间","与…同时","虽然","而"]  n.["（一段）时间"]  vt.["消磨，打发（时间）","（愉快而懒散地）度过（时间）（常与 away 连用）"]  
mean，v.["表示…的意思","意思是","打算","产生…结果"]  adj.["吝啬的","刻薄的","破旧的","残忍的"]  n.["平均数","中间","几何平均","等比中数"]  
on，prep.["（表示方向）向","（表示对象）对","（表示位置）在…上","（表示时间）在…之时"]  adv.["（放，穿，连接）上","向前，（继续）下去"]  adj.["活动着的情况，状态","使用着的","发生着的","计划中的"]  
keep，vt.["保持","保留","遵守","阻止"]  vi.["（食品）保持新","保持健康"]  n.["保持，保养","供养，抚养","生活，生计","饲料；牧草"]  
student，n.["学生，大学生","研究者，学者","中学生","<美俚>初学者"]  
why，adv.["（用于问句）为什么","为何","（反问，表示不必）何必","（说明理由）为什么"]  int.["呵唷，哎呀，嗨"]  n.["理由","原因","说明","难解的问题"]  
let，["允许，任由","让，随","假设","出租"]  
great，adj.["伟大的，杰出的","优异的，显著的","很多的","重大的"]  adv.["[口语]很好地","令人满意地，成功地，顺利地","得意地"]  n.["大人物们","伟大人物","重要人物，大师","名家"]  
same，adj.["同一的","相同的，同样的"]  pron.["同一事物","同样的人","（和…）同样的事物","（数目、颜色、大小、质量等）相同"]  adv.["同样，类似"]  
big，adj.["大的","重要的","（计划）庞大的","大方的"]  adv.["大量地","成功地","夸大地","宽宏大量地"]  n.["大亨","大公司"]  
group，n.["组，团体","群，批","（雕塑等的）群像","（英美的）空军大队"]  vt.& vi.["使成群，集合"]  vt.["分类，归类"]  
begin，vt.& vi.["开始","着手","创始","创办"]  vi.["（从…）开始","起始","起初是","开始讲话"]  
seem，v.["好像，仿佛","似乎","装作","看来好像"]  
country，n.["国家","国民","乡下","地区"]  
help，vt.& vi.["帮助","有助于， 有利于"]  vt.["治疗","避免","招待（客人）","给…盛（饭、菜）"]  n.["帮助","助手","补救办法","有用"]  vi.["（在餐桌旁）招待，侍应，作仆人（或店员、服务员等）"]  int.["[呼救语]救命！"]  
talk，v.["说话","讨论","讲，说","说闲话"]  n.["交谈","讨论","报告","空话"]  
where，adv.["哪里，在哪里","到哪里","某种情势或位置"]  conj.["在…的地方"]  n.["地方，场所"]  pron.["哪里"]  
turn，vt.& vi.["使转动","旋转","使改变方向","使不适"]  vt.["使变酸","使变换","使变为"]  n.["翻转","（路线或方向的）改变","机会"]  
problem，n.["问题","疑难问题","习题","引起麻烦的人"]  adj.["成问题的","难处理的","关于社会问题的"]  
every，det.["每个","每","所有可能的","充足的"]  
start，n.["开始","动身","开动","起点"]  vt.& vi.["出发，启程"]  vt.["起动","提出（问题）","开办","使开始"]  vi.["起始","突然出现","突然跳起","突然涌出"]  
hand，n.["手","协助，帮助","（工具等的）把，柄","掌管"]  vt.["传递，交给","搀扶","支持"]  
might，aux.["表示可能","表示许可","表示询问情况"]  n.["力气","力量","威力","权力"]  v.["可以","应该"]  
American，n.["美国人，美洲人","美国英语"]  adj.["美国的，美洲的","地道美国式的"]  
show，vt.& vi.["给…看","表现出","显露出","上演"]  vt.["说明","指示","表明","演示"]  n.["展览","显示","外观","表演"]  vi.["被人看见，显现，显而易见"]  
part，n.["部分","零件","参加","地区"]  vt.["使分裂","拆移","使分开"]  vi.["分开","分离","分岔"]  adv.["不完全地，部分地"]  adj.["不完全的，部分的"]  
about，prep.["关于","大约","在…周围"]  adv.["大约","在附近","在四周","几乎"]  adj.["在附近的","四处走动的","在起作用的","在流行中的"]  
against，prep.["反对","对…不利","紧靠","以防"]  
place，n.["位","地方","职位","座位"]  vt.["放置","获名次","投资","评价"]  vi.["得名次","名列前茅","[美国英语][赛马]得第二名","准确把…推到预定地点"]  
over，prep.["（表示方向）越过","（部份或全部覆盖）在…上面","由于","（表示论及）关于"]  adv.["结束","再","（倒）下","从一边至另一边"]  adj.["过去的","外面的","在上的","上级的"]  n.["额外","剩余","剩余（或多余）的量","剩余物"]  int.["[电信学]报文完，请回复！"]  vt.["走过，跳过","[美国方言]从…恢复过来"]  
such，adj.["这样的","如此的","这么大的","非常的"]  pron.["这样的事物[人]"]  
again，adv.["再一次","再说","此外","不过"]  
few，adj.["很少的","很少","（与复数名词和复数动词连用）有些","几乎没有的"]  pron.["很少","有些（人、事物、地方）","（与复数动词连用）少数人","不和…一般多"]  n.["很少数"]  
case，n.["（实）例，事例","情况，状况","诉讼（事件），案件，判例","容器（箱，盒）"]  vt.["把…装入箱（或盒等）内","加盖于","包围，围住","[俚语]（尤指盗窃前）探察，侦查，窥测"]  
most，adv.["最，最多（大）","much的最高级","非常，很","几乎"]  adj.["many的最高级","最多的，最大的","大概的","大多数的，大部分的"]  n.["最大限度","大部分","大多数人"]  
week，n.["一星期，周","工作周（一个星期中的工作时间）"]  
company，n.["公司，商号","作伴，伴侣，客人","连队，中队","（社交）集会，聚会"]  
where，adv.["哪里，在哪里","到哪里","某种情势或位置"]  conj.["在…的地方"]  n.["地方，场所"]  pron.["哪里"]  
system，n.["体系，系统","制度","身体","方法"]  
each，adj.["每","各自的"]  pron.["每个","各自"]  
right，adv.["立刻，马上","向右，右边","恰当地","一直"]  adj.["右方的","正确的","合适的","好的，正常的"]  n.["正确，正当","右边","权利","右手"]  vt.["纠正","扶直，使正","整理","补偿"]  vi.["（船舶等）复正，恢复平稳"]  
program，n.["程序","节目，节目单","计划，安排"]  v.["[计]给…编写程序","为…制定计划","设计安排活动","编排"]  
hear，vt.& vi.["听到，听见"]  vt.["听说","得知","听取","审理"]  vi.["听","听见"]  
so，adv.["这样","很","（表示程度）这么","同样"]  conj.["（表示因果关系）因此","（表示目的）为了","（引出下文）","（认为某事无关紧要，尤用于反驳他人的指责时）（口语）"]  pron.["如此","这样","大约","左右"]  int.["[表示同意、赞成等] 好啦，就这样吧！停下！（停住）别动！","[表示惊讶、冷淡等] 哦","真的吗"]  adj.["真的","事实如此的","如此的","整齐的"]  
question，n.["问题","疑问","怀疑","议题"]  vt.["问（某人）问题","对（某事物）表示[感到]怀疑"]  
during，prep.["在…的时候","在…期间，当…之时","其间"]  
work，vt.& vi.["使工作","使运作","操作","使产生效果"]  n.["工作，操作","著作","工厂","行为，事业"]  vt.["使工作","操作","经营","使缓慢前进"]  
play，n.["比赛","游戏","戏剧","赌博"]  vt.& vi.["玩","演奏","演出","参加比赛"]  vt.["扮演","担任，充当…的角色","演出","装扮"]  vi.["玩耍，游戏","[游戏] 参加游戏","赌博","闹着玩"]  
government，n.["政府","政体","治理的形式","管辖，治理"]  
run，vt.& vi.["跑","移动","（使）流动"]  n.["奔跑","行程","放映期","一系列"]  vi.["（工作等）进行","延续","逃跑","行驶"]  vt.["使奔跑","使…快速移动","运行，经营","划"]  adj.["融化的","浇铸的","跑的筋疲力尽的"]  
small，adj.["小的","难为情的","低级的，卑劣的","细微的，微弱的"]  adv.["小小地","卑鄙地"]  n.["细小部分，腰部","琐碎东西","身份低的人","矮小的人"]  
number，n.["数字","数量","号码","编号"]  v.["标号","总计","把…算作"]  
off，prep.["从…落下","离开","从…去掉","下班"]  adv.["离开","距，离","被取消","下班"]  adj.["不新鲜的","不能接受","不礼貌"]  n.["起跑"]  v.["杀死"]  
always，adv.["总是，老是","永远，始终","常常","不断地"]  
move，vt.& vi.["移动，搬动"]  vi.["搬家","行动","进展","（机器等）开动"]  vt.["提议","使感动","摇动","变化"]  n.["改变","迁移"]  
like，vt.["喜欢","（与 would 或 should 连用表示客气）想","想要","喜欢做"]  prep.["（表示属性）像","（表示方式）如同","（询问意见）…怎么样","（表示列举）比如"]  adj.["相似的","相同的"]  n.["相类似的人[事物]","喜好","爱好","（尤指被视为没有某人或某物那么好的）种类，类型"]  conj.["像…一样","如同","好像","仿佛"]  adv.["（非正式口语，代替 as）和…一样","如","（非正式口语，思考说下句话、解释或举例时用）大概","可能"]  
night，n.["夜","晚上","（举行盛事的）夜晚"]  
live，vi.["生存","居住","生活，过活","在生活中得到享受"]  vt.["经历","度过"]  
Mr，abbr.["Mister 先生","Master 少爷","Mother 母亲","molecular radius 分子半径"]  
point，n.["点","要点","得分","标点"]  vt.["（意思上）指向","削尖","加标点于","指路"]  vi.["表明","指向"]  
believe，v.["信任","料想","笃信宗教"]  vt.["相信","以为，认为","对…信以为真","信任"]  
hold，vt.["拿住，握住","保留，保存","扣留，拘押","容纳"]  vi.["拿住，握住","同意，赞成","保持不变","有效"]  n.["握住","保留","控制"]  
today，adv.["（在）今天","现在","现今","现代，当代"]  n.["今天，今日","现代，当代","现今"]  
bring，vt.["带来，引来","促使，引起","提供","导致"]  
happen，vi.["发生","碰巧","出现","偶然遇到"]  
next，adj.["紧接在后的","次于的","贴近的","紧邻的"]  adv.["接下去","然后","居后地","依次的"]  n.["下一位","下一个"]  prep.["靠近","居于…之后","在…的隔壁"]  
without，adv.["在外部","户外","缺少","没有或不显示某事物"]  prep.["没有，缺乏","在外面"]  conj.["除非，如果不"]  
before，prep.["在…之前","先于，优于","当着…的面","与其…"]  conj.["在…之前","在…以前","比…早些","与其…"]  adv.["先前，从前","在前，在前方"]  
large，adv.["大大地","夸大地","详细地","顺风地"]  adj.["大的","大规模的","大型号的","广泛的"]  v.["玩个痛快","（尤指跳舞和饮酒）作乐"]  
all，adj.["全部的","一切的","各种的","极度的，尽量的"]  pron.["全部","一切","每个人，每件东西","全部情况"]  adv.["全部地","完全地","每个","非常"]  n.["全体","[常作A-]整体","[常与my, your, his, her等连用]（某人）所有的一切"]  
million，n.["百万"]  adj.["百万的","无数的"]  
must，aux.["必须","必然要","（做出逻辑推断）","（表示坚持）"]  n.["必须做的事，必不可少的事物","葡萄汁","霉臭","麝香"]  vt.& vi.["（表示必要或很重要）必须","（提出建议）应该","得","（表示很可能或符合逻辑）一定"]  adj.["不可或缺的","狂暴的"]  
home，n.["家","家庭","家庭生活","终点"]  adj.["家庭的","家用的","本地的","本部的"]  adv.["在家","在家乡","深深地","深入地"]  vi.["回家","有家","朝向","自动导航"]  vt.["把…送回家","送…回家","给…提供住处","使有安身之处"]  
under，prep.["在…下面，在表面之下","在…的假定表面或掩饰下","少于，小于","在…情况下"]  adv.["在下面","少于","在水下","在昏迷中"]  adj.["较低的，下面的"]  
water，n.["水","雨水","海水","海域"]  v.["给…浇水","供以水","加水稀释","流泪"]  
room，n.["房间","空间","余地","房间里所有的人"]  vt.["租房，合住","为…提供住处","投宿，住宿","留…住宿"]  
write，vt.& vi.["写","写信","写作","作曲"]  
mother，n.["母亲，妈妈","女修道院院长","大娘"]  vt.["像母亲般地照顾","养育","溺爱"]  
area，n.["地区","区域，范围","面积，平地","领域"]  
national，adj.["国家的","国有的","国民的","民族主义的"]  n.["[常用复数]全国性比赛","某国国民","全国性报刊","（机构等的）全国总部"]  
money，n.["钱","财富","薪水","款项"]  
story，n.["故事，传说","历史，沿革","内情","传记"]  vt.["用历史故事画装饰","讲…的故事","把…作为故事讲述"]  vi.["说谎"]  
young，adj.["年幼的","有朝气的","年轻人的","青年的"]  n.["年轻人","幼小的动物，崽"]  
fact，n.["事实，实情","实际","真相，证据","犯罪行为"]  
month，n.["月，月份","一个月的时间"]  
different，adj.["不同的","各式各样的","个别的","不平常"]  
lot，n.["份额","许多","命运","阄"]  adv.["（与形容词和副词连用）很，非常","（与动词连用）非常"]  pron.["大量，许多"]  vt.["分组，把…划分（常与out连用）","把（土地）划分成块"]  vi.["抽签，拈阄"]  
right，adv.["立刻，马上","向右，右边","恰当地","一直"]  adj.["右方的","正确的","合适的","好的，正常的"]  n.["正确，正当","右边","权利","右手"]  vt.["纠正","扶直，使正","整理","补偿"]  vi.["（船舶等）复正，恢复平稳"]  
study，n.["学习，研究","课题","书房","结论"]  vi.["考虑","沉思","默想","努力"]  vt.["想出","详细地检查","背诵（台词等）","为…费心思"]  
book，n.["书","卷","课本","账簿"]  vt.& vi.["预订"]  vt.["登记","（向旅馆、饭店、戏院等）预约","立案（控告某人）","订立演出契约"]  adj.["书的","账簿上的","得之（或来自）书本的","按照（或依据）书本的"]  
eye，n.["眼睛","视力","眼状物","风纪扣扣眼"]  vt.["定睛地看","注视","审视","细看"]  
job，n.["（一件）工作","职责","职业","（作为一个单元处理的）作业"]  vt.["承包","代客买卖"]  vi.["做零工","作包工","打杂"]  
word，n.["单词","话语","诺言","消息"]  vt.["措辞，用词","用言语表达"]  vi.["讲话"]  
though，conj.["虽然，尽管","即使","纵然"]  adv.["可是，但是","不过","然而","话虽这样说"]  prep.["但"]  
business，n.["商业，交易","生意","事务，业务","职业，行业"]  
issue，n.["问题","（报刊的）期，号","发行物","流出"]  vt.["发行","发布","流出"]  vi.["发行","造成…结果","在…上挑起争论"]  
side，n.["面，边","方面","侧面","旁边"]  adj.["侧面的","旁边的","次要的，枝节的","副的"]  vi.["支持，同意","偏袒","附和","站在…一边"]  
kind，n.["〈古〉方式，方法","本质，天性","同类","某类"]  adj.["仁慈的，体贴的","友善的，好心的","温和","宽宏大量的"]  
four，num.["四","四个","第四"]  n.["四的","四个一组之物"]  
head，n.["上端","头脑","头部","首脑，首长"]  vt.["用头顶","前进","作为…的首领","站在…的前头"]  vi.["朝…行进","出发","向…方向移动","船驶往"]  adj.["头的","在前头的","首要的","在顶端的"]  
far，adv.["久远地","（问到或谈及距离时说）有多远","到很远距离","到很大程度"]  adj.["远的","遥远的","（某方向的）最远的","远端的"]  n.["远方"]  
black，adj.["黑（色）的","黑色人种的","黑暗的","不加牛奶的"]  n.["黑色","黑人","黑颜料","黑暗"]  v.["使变黑","抵制","拒绝","使变黑暗"]  
long，adj.["长的","长时间的","冗长的，过长的","长音的"]  adv.["长久地","始终","遥远地"]  n.["长时间，长时期","[语]长音节","（服装的）长尺寸","长裤"]  vi.["渴望，极想"]  
both，adj.["二者，两者都"]  pron.["二者"]  adv.["二者，二者都"]  conj.["不仅…而且…，…和…都"]  
little，adj.["小的","琐碎的","娇小的","幼小的"]  adv.["不多，略微","少许，一点","短时间地"]  n.["（表示否定）微少","没有多少","短时间"]  det.["（数量上）微少的，少到几乎没有的","（a little）少量的，一些"]  
house，n.["房屋","全家人","（从事某种生意的）公司","（英国）下议院"]  v.["给…提供住房","收藏","安置"]  
yes，adv.["是","（表示刚想起某事）哦","（表示不相信某人所言）真的吗","（鼓励某人继续讲）往下说"]  n.["“是”，“行”","同意，答应","肯定的回答","赞成票"]  
after，prep.["…后的","（表示时间）在…以后","（表示位置、顺序）在…后面"]  conj.["在…以后"]  adv.["以后，继后"]  adj.["后来的，以后的"]  
since，prep.["从…以来","自从…之后","自从"]  adv.["以后，此后","后来","（距今几年）以前","（从那时候起几年）以前"]  conj.["自从…以来","自从…的时候起","既然","因为"]  
long，adj.["长的","长时间的","冗长的，过长的","长音的"]  adv.["长久地","始终","遥远地"]  n.["长时间，长时期","[语]长音节","（服装的）长尺寸","长裤"]  vi.["渴望，极想"]  
provide，vt.& vi.["提供，供给，供应"]  vt.["规定","提供(+for)","装备","预备"]  vi.["抚养，赡养(+for)","做准备","预约(for 或 against)"]  
service，n.["服务，服侍","服务业","维修服务","服役"]  vt.["检修，维修","向…提供服务","保养","满足需要"]  adj.["服务性的","耐用的","服现役的"]  
around，adv.["大约","旋转","到处，四处","在周围"]  prep.["围绕","在附近","前后，左右","在…周围"]  
friend，n.["朋友，友人","资助者","助手","近亲"]  v.["<诗>与…为友"]  
important，adj.["重要的","权威的","有势力的","有地位的"]  
father，n.["父亲","祖先","（尤指天主教和东正教的）神父","天父"]  vt.["成为父亲","创立（新思想）","创造","发明（新方法）"]  
sit，vt.& vi.["（使）坐"]  vi.["坐落","处在","（在…中）任职","（议会、委员会、法庭等）开会"]  vt.["使就座"]  
away，adv.["离开，远离","在远处","消失"]  adj.["不在的","遥远的","客场比赛"]  
until，prep.["到…为止","在…以前"]  conj.["到…为止，在…以前","直到…才"]  
power，n.["[机]动力，功率","力量","政权，权力","强国，大国"]  vt.["运转","用发动机发动","使…有力量"]  vi.["靠动力行进","快速行进"]  adj.["权力的","机械能的，电动的","用电力（或动力）发动的"]  
hour，n.["小时，钟头","时间，时刻","固定时间","课时"]  
game，n.["游戏，运动","比赛，竞赛","诡计","猎物"]  adj.["受伤的，瘸的","对…有兴趣的","雄赳赳的","关于野味的"]  v.["打赌，赌输赢","赌输"]  
often，adv.["常常","经常","时常","再三"]  
yet，adv.["但是","还","已经","又，再"]  conj.["然而，但是"]  
line，n.["线条","排","行列","界线"]  vt.["排队","用线标出","沿…排列成行","给…安衬里"]  vi.["形成一层","排队","击出平直球"]  
political，adj.["政治的","政党的","对政治有兴趣的"]  
end，n.["<正>结果","端","终止","最后部分"]  vt.& vi.["结束，终止"]  
among，prep.["（表示牵涉）经过","（表示位置）处在…中","（表示范围）在…之内","（表示所属）为…所特有"]  
ever，adv.["永远","曾经，这以前","究竟，到底","可能"]  
stand，n.["台，看台","立场","停止","抵抗"]  vi.["站立，起立","竖直放置","保持看法","停滞"]  vt.["使站立","忍受","抵御","承担责任"]  vt.& vi.["站立，（使）直立，站着"]  
bad，adj.["坏的，不好的","严重的","不舒服的","低劣的，有害的"]  n.["坏人，坏事"]  adv.["不好地，非常地"]  
lose，vt.["失去","错过","遗失","耽搁"]  vi.["损失","输掉","走慢","降低价值"]  
however，adv.["不管到什么程度","无论如何","然而","可是"]  conj.["不管怎样"]  
member，n.["成员","分子","身体部位（尤指胳膊或腿）","构件，部件"]  
pay，vt.& vi.["付款","偿还","补偿","（对…）有利"]  vt.["给予","支付"]  n.["工资","薪水","报答"]  adj.["收费的","需付费的"]  
law，n.["法","法学","规律","法制"]  vt.& vi.["[口语、方言]诉诸法律，对…起诉，控告"]  vt.["控告","对…起诉"]  
meet，vt.& vi.["相遇","相识","开会","接触（某物）"]  vt.["满足","支付","迎接","经历（常指不愉快的事）"]  n.["运动会，体育比赛","猎狐运动（尤其英式英语）"]  adj.["适当的","合适的","恰当的"]  
car，n.["汽车","车厢","轿车"]  
city，n.["城市","全市居民","（由国王或女王授予特权，通常有大教堂的）特许市","（由政府授予特权的）特权市"]  
almost，adv.["几乎，差不多","将近","快要","近乎"]  
include，vt.["包括","包含","计入","包住"]  
continue，vi.["持续","逗留","维持原状"]  vt.["延期","使延伸","使持续","继续说"]  
set，vt.["放置，安置","使处于某种状况","设置","摆放餐具"]  vi.["落山","出发","凝结"]  n.["一套，一副","集合","布景","电视机"]  adj.["固定的","位于…的","顽固的","安排好的"]  
later，adv.["较晚地","以后，过后","后来","随后"]  adj.["后来的","以后的","接近末期的","晚年的"]  
community，n.["社区","社会团体","共同体","[生态] 群落"]  
much，adv.["非常","差不多","很多地","很大程度上"]  adj.["许多的，大量的"]  pron.["很多","大量","很好的东西","（与不可数名词连用，尤用于否定句，或与 how 连用以询问数量，也可与 as、so 和 too 连用）许多"]  
name，n.["名字","名声","有…名称的","著名的人物"]  vt.["确定","决定","给…取名","说出…的名字"]  adj.["著名的","据以取名"]  
five，num.["五，五个","与某人击掌问候（或庆祝胜利）","第五"]  n.["五，五个","5美元钞票","[板]得五分"]  adj.["五的","五个的"]  
once，adv.["一次，一趟","一倍","曾经","一旦"]  conj.["一旦…就…","一经"]  n.["一次，一回"]  
white，adj.["白色的，纯洁的","无色的，透明的","白衣的","白种人的"]  n.["白色","白种人","空白","白色颜料"]  vt.["（书写，印刷等）留出空白处","使变白色，刷白","漂白"]  
least，adj.["最小的","最少的（ little的最高级）","最不重要的，地位最低的"]  adv.["最少，最小"]  n.["最小","最少量"]  
president，n.["校长","总统","总裁","董事长"]  
learn，vt.& vi.["学习，学会","习得","得知","记住"]  vt.["记住","学习","得知","认识到"]  vi.["学习","获知"]  
real，adj.["真的","真实的，现实的","事实上的","真诚的"]  adv.["真正，实在","确实地"]  n.["实在，现实","实数"]  
change，vt.["改变，变更","交换，替换","兑换","换衣服（床单）"]  vi.["改变，转变","交换，互换","换衣，更衣"]  n.["变化，改变","交换，交替","零钱，找头","代替物"]  
team，n.["队，组","团队","工作组","（野鸭等）群，同胎仔"]  vi.["协同工作","合作","把（牛马等）联套在车上"]  
minute，n.["分，分钟","瞬间，片刻","备忘录","会议记录"]  vt.["把…记录在案","为…测定时间"]  
best，adj.["最好的( good和well的最高级)","最愉快的","最幸福的","最合适的"]  adv.["最好地","最出色地","最高标准地"]  n.["佼佼者","（个人的）最高水平","最重要的优越性","最好的东西，最合乎要求的事物"]  vt.["[口]打败，胜过"]  
several，adj.["几个的","专有的","各自的","分别的"]  pron.["几个，数个","一些"]  
idea，n.["主意，想法","[哲]理念，观念","[乐]乐句","模糊想法"]  
kid，n.["<口>小孩","小山羊，小山羊皮制品"]  vt.& vi.["欺骗，戏弄，取笑"]  adj.["较年幼的","小山羊皮制的"]  
body，n.["身体","尸体","团体","物体"]  vt.["赋予形体"]  
information，n.["信息，数据","通知","消息","知识"]  
nothing，pron.["没有东西","没有事情","无关紧要的东西","毫无趣味的事"]  n.["无关紧要的人[事]","零","无"]  adv.["毫不","决不"]  
ago，adv.["以前","过去的","之前"]  
right，adv.["立刻，马上","向右，右边","恰当地","一直"]  adj.["右方的","正确的","合适的","好的，正常的"]  n.["正确，正当","右边","权利","右手"]  vt.["纠正","扶直，使正","整理","补偿"]  vi.["（船舶等）复正，恢复平稳"]  
lead，vt.["领导","引导","指挥"]  vi.["领导","导致","用水砣测深"]  n.["铅","领导","榜样","枪弹"]  adj.["领头的","最重要的","领先的"]  
social，adj.["社会的，社会上的","交际的，社交的","群居的","合群的"]  n.["联谊会，联欢会","社交聚会"]  
understand，vt.& vi.["懂，理解"]  vt.["了解","默认","听说","领会"]  
whether，pron.["其中的哪一个"]  n.["可能的选择"]  
back，n.["背，背部","背面，反面","后面，后部","（椅子等的）靠背"]  vt.["使后退","支持","加背书于","下赌注于"]  vi.["后退","倒退"]  adj.["背部的","后面的","以前的","拖欠的"]  adv.["以前","向后地"]  
watch，vt.["注视，注意","看守，监视","守候（机会等）","密切注意"]  n.["表","值夜，值班","看守，监视","值班人员"]  vi.["观看","注视","守候","看守"]  
together，adv.["同时","在一起","一致地","不间断地"]  adj.["稳定可靠的","做事有效率的"]  
follow，vt.& vi.["跟随，接着"]  vt.["继承","（按时间、顺序等）接着","从事","采用"]  vi.["理解","发生兴趣","由此产生","跟着人（或物）去（或来）"]  n.["追随，跟随","[台球]推球，跟球打法（使竿击的球在击中目的球后继续滚动的打法）"]  
around，adv.["大约","旋转","到处，四处","在周围"]  prep.["围绕","在附近","前后，左右","在…周围"]  
parent，n.["父亲（或母亲）","先辈","根源，起源","保护者"]  
only，adj.["唯一的","仅有的","最好的，最适当的"]  adv.["只，仅仅","结果却，不料"]  conj.["但是，可是","要不是"]  
stop，vi.["停止","中断","逗留","（使）停止工作"]  vt.["塞住","堵塞","阻挠","止付"]  n.["停止","（管风琴的）音栓","停车站","（管风琴的）音管"]  
face，n.["面容","表面","脸","方面"]  vt.& vi.["面对","面向…","正视","承认"]  vt.["（感到不能）对付","（明知不好办而）交谈","必须对付（某情况）","面临…"]  
anything，pron.["任何东西","（用于否定句、疑问句中以及 if 或 whether 和 prevent、ban、avoid 等动词后，代替 something）任何东西","重要东西","重要事物"]  
create，vt.["创造，创作","产生","封爵，把…封为（贵族）"]  vi.["[英][俚]大发脾气，大发牢骚"]  
public，adj.["公众的，公共的","公开的","政府的","人人知道的，知名的"]  n.["大众","社会","公共场所","（文学家等的）爱读者"]  
already，adv.["早已，已经","先前"]  
speak，vt.& vi.["讲，谈","演说","从某种观点来说"]  
others，n.["别的( other的名词复数 )","其他的","（两个中的）另一个","其余的"]  
read，vt.& vi.["阅读，朗读","显示","研究","看得懂"]  vt.["显示","阅读","读懂，理解"]  n.["阅读","读物","读书","里德（人名）"]  adj.["被朗读的","博识的","博览的","有学问的"]  
level，n.["水平，水准","水平线，水平面","水平仪","[物]电平"]  adj.["水平的","同高度的","平均的","平稳的"]  vt.["使同等","对准","弄平"]  vi.["拉平","（用枪等）瞄准（与 at 连用）","变得平坦","将（话、批评等）对准目标"]  vi.["瞄准","拉平","变得平坦"]  
allow，vt.["允许","承认","给予","准许（做某事）"]  vi.["容许","考虑"]  
add，vt.["增加","补充","附带说明","把…包括在内"]  vi.["增加","做加法","累积而成","扩大"]  n.["加法，加法运算","（一篇报道的）补充部分"]  
office，n.["办公室","办公楼","问询处","重要官职"]  
spend，vt.& vi.["用钱，花钱"]  vt.["花费","消耗","花（时间）","度过"]  n.["（为某目的或某段时间内的）花销，花费，开销"]  
door，n.["门，户","出入口","一家[户]","通道"]  
health，n.["健康状况","卫生","保健","昌盛，兴旺"]  
person，n.["人","（语法）人称","身体","容貌"]  
art，n.["艺术","艺术作品","（需要技术、工艺的）行业","文艺（包括绘画、雕塑、建筑、音乐、舞蹈、戏剧、文学等）"]  vi.["thou art 即 you are,对一人讲话时用"]  adj.["艺术的","（为）艺术家的","艺术品的","具有艺术性的"]  vt.& vi.["[口语]（把…）装饰得古色古香，（把…）装饰得古怪而有艺术趣味，把…装饰得有艺术价值","把…加以艺术乔装，使艺术化[仅用于 art up 短语中]"]  
sure，adj.["确信的，确实的","有把握的","无疑的","一定的"]  adv.["当然","确实地","无疑地"]  
such，adj.["这样的","如此的","这么大的","非常的"]  pron.["这样的事物[人]"]  
war，n.["战争","战争期间","斗争","论战"]  vi.["进行战斗，作战","同…处于交战状态"]  
history，n.["历史，历史学","发展史","履历，经历","（某地的）沿革"]  
party，n.["社交聚会","党，党派","当事人","同类，伙伴"]  v.["为…举行社交聚会","为…请客","参加社交聚会"]  adj.["政党的，党派的","社交的，聚会的","共有的，共同的"]  
within，adv.["在内，在里面","在屋内","在心中，心里是"]  prep.["不超过，在…的范围内","在…能达到的地方","在…内，在…里面"]  n.["内部，里面"]  
grow，vt.["种植","扩大","扩展","增加"]  vi.["生长","渐渐变得","逐渐开始"]  vt.& vi.["（使）留长，蓄长"]  
result，n.["结果","（尤指足球比赛的）胜利","[体]比分","成功实现的事"]  vi.["发生，产生","归结为，导致","后果，终结","由…而造成[产生]"]  
open，adj.["敞开的，开着的","公开的，公共的","坦率的","有议论余地的"]  vt.& vi.["（打）开","开始","睁开","启动"]  n.["户外，野外","空旷","公开"]  vi.["使打开","展示，显现"]  vt.["张开","开放","开张营业","为（建筑物）揭幕"]  
change，vt.["改变，变更","交换，替换","兑换","换衣服（床单）"]  vi.["改变，转变","交换，互换","换衣，更衣"]  n.["变化，改变","交换，交替","零钱，找头","代替物"]  
morning，n.["早晨","上午","黎明","早期，初期"]  
walk，vt.& vi.["走","步行","散步"]  n.["步行","步态","人行道","步行的路径"]  vi.["行走","陪伴…走","徒步旅行","不翼而飞"]  vt.["牵着（动物）走，遛，赶着…走"]  
reason，n.["理由","原因","理性","理智"]  vt.& vi.["推理，思考","争辩","辩论","向…解释"]  
low，adj.["低的，矮小的","楼下的，低洼的","沮丧的","下贱的"]  adv.["低声地","谦卑地","底下地"]  n.["低点","低水平","牛的叫声"]  vi.["（牛）哞哞叫"]  
win，vt.& vi.["（在…中）获胜，赢","战胜（对手）"]  vt.["（通过努力等）赢得","说服","达到（目的、要求等）","获得…"]  n.["（体育比赛中）胜利，赢","[常用复数]赢得物","收益"]  vi.["顺利到达，成功"]  
research，n.["研究，追究","探讨，探测","调查","探索"]  vi.["做研究","探究","（从市场调研中）得出所预测的结果"]  vt.["从事…的研究，为…而做研究"]  
girl，n.["女孩","姑娘，未婚女子","女职员，女演员","（男人的）女朋友"]  
guy，n.["家伙，伙计","（架设天线、支撑帐篷等用的）牵索","[复数]各位","一群男人（或女人）"]  vt.["（用牵索等）牵拉","（用拉索等）固定","开…的玩笑","取笑"]  vi.["[俚语]逃亡，逃走","乱演某角色"]  
early，adj.["早的","早期的","早日的","（果实等）早熟的"]  adv.["早","在初期","先前","提早"]  
food，n.["食物，食品","粮食","养料","资料"]  
before，prep.["在…之前","先于，优于","当着…的面","与其…"]  conj.["在…之前","在…以前","比…早些","与其…"]  adv.["先前，从前","在前，在前方"]  
moment，n.["瞬间，片刻","时刻","重要，紧要","[物]力矩"]  
himself，pron.["（反身代词）他自己","（用以加强语气）他亲自，他本人"]  
air，n.["天空","气氛","空运","（简单易记的）曲调"]  vt.& vi.["晾晒","烘干","播送","广播"]  vt.["使房间通风， 透气"]  
teacher，n.["教师，教员，老师，先生","[航]教练机"]  
force，n.["力","武力","（社会）势力","魄力"]  vt.["强迫","强行","促使，推动","强奸"]  
offer，vt.["提供，给予","提出，提议","出价，开价","表示愿意"]  vi.["提议","企图，想要","供奉"]  n.["提议","出价，开价","试图","求婚"]  
enough，adv.["足够地，充足地","十分地"]  adj.["充足的","足够的"]  n.["充分，足够","满足"]  int.["够了"]  
both，adj.["二者，两者都"]  pron.["二者"]  adv.["二者，二者都"]  conj.["不仅…而且…，…和…都"]  
education，n.["教育","教育学","培养","训练"]  
across，prep.["穿过","横穿，横过","与…交叉","在…对面"]  adv.["横过，越过","在对面","交叉","斜对面"]  
although，conj.["尽管","虽然","但是","然而"]  
remember，vt.& vi.["记得","牢记"]  vt.["记着","纪念","回想起","送钱[礼物]给…"]  
foot，n.["脚","底部","英尺(=12 英寸或 30。48 厘米)","脚步"]  vt.["走，踏"]  vt.& vi.["结算，总计，共计"]  
second，n.["秒","瞬间","次货","第二份食物"]  adj.["第二的","次要的","居第二位的","另外的"]  adv.["第二","其次","以第二位"]  vt.["支持","临时调派","附议","赞成提案"]  
boy，n.["男孩，少年","儿子","小伙子，家伙","服务员"]  
maybe，adv.["也许","可能","大概"]  n.["不确定性"]  
toward，prep.["对于","向","为了","接近"]  adj.["即将来到的","进行中的"]  
able，adj.["能够的","有能力的","有才干的","干练的"]  
age，n.["年龄","时代","老年","年龄段"]  vt.& vi.["（使）长大","使显老","使变老","使苍老"]  vi.["[化学]老化","陈化，熟化","（吸毒者随年龄增长而主动）戒毒，戒除毒品"]  vt.["[化学]使老化","使陈化","使熟化","估计，推测（马的年龄）"]  
off，prep.["从…落下","离开","从…去掉","下班"]  adv.["离开","距，离","被取消","下班"]  adj.["不新鲜的","不能接受","不礼貌"]  n.["起跑"]  v.["杀死"]  
policy，n.["政策","策略","保险单","策略性"]  
everything，pron.["每件事物","最重要的东西","（有关的）一切","万事"]  
love，vt.& vi.["爱，热爱","爱戴","喜欢","赞美，称赞"]  vt.["喜爱","喜好","喜欢","爱慕"]  n.["爱情，爱意","疼爱","热爱","爱人，所爱之物"]  
process，n.["过程","工序","做事方法","工艺流程"]  vt.["加工","处理","审阅","审核"]  vi.["列队行进"]  adj.["经过特殊加工（或处理）的"]  
music，n.["音乐","乐曲","乐谱","乐队"]  
including，prep.["包括","包含"]  v.["包括( include的现在分词)","包含","列入","包住"]  
consider，vt.& vi.["考虑","把（某人，某事）看作…，认为（某人，某事）如何","考虑，细想"]  vt.["考虑","认为","看重","以为"]  vi.["仔细考虑","深思"]  
appear，vi.["出现，显现","出庭，出场","演出","发表"]  
actually，adv.["实际上","事实上","确实","竟"]  
buy，vt.& vi.["购买，购得"]  n.["交易，买卖","便宜货"]  vt.["够支付","买通","收买","贿赂"]  
probably，adv.["大概","或许","很可能","备不住"]  
human，n.["人，人类"]  adj.["人的","有人性的","显示人类特有弱点的","人本性的"]  
wait，vt.& vi.["等候","等待","（尤指长期地）希望","盼望"]  vi.["准备妥","在手边","可得到","可使用"]  vt.["推迟，搁置，延缓"]  
serve，vt.& vi.["（为…）服务","任（职）","提供","端上"]  vt.["招待","（为…）工作","对…有用","向…供应"]  vi.["适合","服役","供职","[网球、羽毛球]发球"]  n.["网球等发球","发球权","所发的球"]  
market，n.["交易","市集","需求","交易情况，行情"]  vt.["在市场上出售某物","推销"]  vi.["<美>去市场买东西"]  
die，vt.& vi.["死亡，熄灭","凋零，枯萎","渴望，盼望"]  n.["钢型，硬模","骰子"]  
send，vt.["送","使作出（某种反应）","派遣","使进入（某状态）"]  vt.& vi.["用无线电波发送，发出信息"]  vi.["派遣，发出，派人"]  adj.["[仅用作定语]用于发送的"]  
expect，vt.["期望","预料","要求","认为（某事）会发生"]  vi.["预期","期待","怀胎","怀孕"]  
home，n.["家","家庭","家庭生活","终点"]  adj.["家庭的","家用的","本地的","本部的"]  adv.["在家","在家乡","深深地","深入地"]  vi.["回家","有家","朝向","自动导航"]  vt.["把…送回家","送…回家","给…提供住处","使有安身之处"]  
sense，n.["感觉，官能","意识，观念","理性","识别力"]  vt.["感到","理解，领会","检测出"]  
build，vt.["建造，构筑","建立","开发","为…建立基础"]  vi.["建造，营造","扩大，扩展","发展，达到"]  n.["体格，构造","〈俚〉优美的体型，肉体美"]  
stay，vt.& vi.["停留","停止","坚持","抑制"]  vi.["继续处于某种状态"]  n.["逗留","延期","倚靠","忍耐"]  
fall，v.["落下","跌倒","减少","沦陷"]  n.["落下","瀑布","秋天","减少"]  
oh，int.["（表示恐惧、惊讶、疑虑等）噢","啊","哎呀","冠于人名前，起呼语作用"]  
nation，n.["国家","民族","国民","政府"]  
plan，n.["计划","打算","平面图","示意图"]  vt.& vi.["计划，打算，设计"]  
cut，vt.& vi.["将（某物）切开（或分割）"]  vt.["削减","剪切","切成","删剪"]  vi.["电影","（为决定谁先出牌等）切牌","可被切割","可用于切割"]  n.["切口","削减","剪裁","切片"]  
college，n.["大学","（英国）学院","学会","（尤指必须交费的）中学"]  
interest，n.["兴趣，爱好","利害关系，利益","利息","趣味，感兴趣的事"]  vt.["使产生兴趣","使参与，使加入","引起…的意愿","使产生关系"]  
death，n.["死亡","（某种）死法，死亡方式","病危","死神"]  
course，n.["课程","航线","行动方向","一道菜"]  vt.["快速地流动","奔流","跑过","追逐"]  vi.["沿…（方向）前进","指引航线","快跑","迅速移动"]  
someone，pron.["某人，有人"]  n.["某个人"]  
experience，n.["经验，体验","经历，阅历"]  vt.["亲身参与，亲身经历","感受","发现"]  
behind，prep.["（表示位置）在…的后面","支持","（表示顺序）在身后","（表示比较）落后于"]  adv.["在后面","向后","在后面较远处","（落）在后面"]  n.["〈口〉屁股"]  
reach，v.["到达，走到","够…，抓…","完成"]  n.["手脚能够到的范围","范围，区域","影响的范围，管辖的范围"]  
local，adj.["地方的","当地的，本地的","局部的","褊狭的"]  n.["慢车","本地居民（律师、教士、医生）","住处附近的当地酒店","本地新闻"]  
kill，vt.& vi.["杀死…"]  vt.["使停止[结束，失败]","破坏，减弱，抵消","使痛苦，使受折磨","使笑得前仰后合，使笑死了"]  n.["杀死","猎","被捕杀的动物","猎物"]  adj.["致命的"]  
six，n.["六","六个","六岁","六点"]  num.["六","六个"]  
remain，n.["剩余物，残骸","残余","遗迹","遗体"]  vi.["留下","保持","留待","依然"]  vi.& link-v.["搁置","剩余，剩下","逗留","终属，归于"]  
effect，n.["影响","效果","印象","所有物"]  vt.["使发生","引起","产生（效果）"]  
use，n.["使用","使用权","功能"]  
yeah，adv.["( yes的俗音)","（用于表示对后说的话不相信）","（用于作出回应）哦","是"]  
suggest，vt.["建议，提议","暗示","使想起","启示"]  
class，n.["班","等级","阶级","种类"]  vt.["把…归入某等级，把…看作（或分类、归类）","把…编入某一班级"]  adj.["很好的，优秀的，出色的"]  vi.["属于…类（或等级），被列为某类（或某级）"]  
control，vt.["控制","管理","限制","支配"]  n.["支配权","操纵者","（对国家、地区、机构等的）管理权","（键盘上的）控制键"]  
raise，v.["提升","增加","养育","筹集"]  n.["提升","增加","高处","举起"]  
care，v.["关心","担心","照顾","喜爱"]  n.["照顾","小心","忧虑"]  
perhaps，adv.["或许","（表示不确定）也许","（用于粗略的估计）或许","（表示勉强同意或其实不赞成）也许"]  n.["假定","猜想","未定之事"]  
little，adj.["小的","琐碎的","娇小的","幼小的"]  adv.["不多，略微","少许，一点","短时间地"]  n.["（表示否定）微少","没有多少","短时间"]  det.["（数量上）微少的，少到几乎没有的","（a little）少量的，一些"]  
late，adj.["晚的，迟到的","时间不早的","已故的","原来的，之前的","临近终了的"]  adv.["晚，迟","后期地","最近地"]  
hard，adj.["困难的","硬的","有力的","努力的"]  adv.["努力地","猛力地","严重地","沉重地"]  n.["英〉硬海滩，登陆处"]  
field，n.["田","（作某种用途的）场地","（学习或研究的）领域","运动场"]  vi.["[棒球、板球等]担任外场员，担任守队队员","接守，接防","接，掷还（球）"]  adj.["实地的","[体育]1)。 在田赛场地进行的2)。 田赛的","军事]野战的","在实地工作的"]  vt.["保护","把（农作物等）晒在场上","[棒球、板球等]按（或截）（球）","即席圆满回答"]  
else，adv.["其他","否则","另外"]  adj.["别的","其他的"]  
pass，vt.& vi.["走过","通过","批准","度过"]  vt.["传球","及格","发生","不要"]  n.["通道","通行证","关口","越过"]  
former，adj.["以前的，从前的","在前的","前任的"]  n.["模型，样板","构成者，创造者","起形成作用的人","[无线]线圈架"]  
sell，vt.& vi.["卖，售","使好卖","使接受，使赞成","销售"]  vt.["经销","推销","出卖","欺骗"]  n.["销售","欺骗","失望","推销术"]  vi.["卖","出售","受欢迎","有销路"]  
major，adj.["主要的","重要的","大调的","主修的（课程）"]  n.["主修科目","大调","陆军少校","成年的"]  vi.["<美>主修，专攻","[美国英语][教育学]主修(in)","专攻"]  
sometimes，adv.["有时，间或","时而"]  
require，vt.["要求","需要","想要","命令"]  vi.["要求，规定"]  
along，adv.["一起","向前","进展","到某处"]  prep.["沿着","顺着","靠着…边"]  
development，n.["发展，进化","被发展的状态","新生事物，新产品","开发区"]  
themselves，pron.["他[她，它]们自己","他们亲自","“himself”的复数","“herself”的复数"]  
report，n.["报告","成绩报告单","传闻","流言蜚语"]  vt.& vi.["报道","公布","宣告"]  vt.["告发，举报","使报到"]  
role，n.["作用","地位","角色"]  
better，adj.["较好的","更合适的","能力更强的","好转的"]  adv.["更好地","更妥","更"]  v.["胜过","上进"]  n.["更好者","更有才智者"]  
economic，adj.["经济的","经济学的","合算的","有经济效益的"]  
effort，n.["努力，尝试","工作","成就","杰作"]  
up，adv.["在上面，在高处","起床，起来","向上","由低到高"]  adj.["向上的","上升的","竖立的，垂直的","举起的"]  vt.& vi.["增加","加速","提高","举起，拿起"]  prep.["在…的上端","向高处","沿…而去","向…上游"]  n.["上升，升高","兴旺，繁荣","上坡","（价格等）上涨"]  
decide，vt.["决定","决心","解决","裁决"]  vi.["决定","下决心"]  
rate，n.["速度","比率","等级","（利息等的）费率"]  vt.["估价","值得","责骂","定级"]  vt.& vi.["认为，把…算作"]  vi.["被评价","被认为","被列入","申斥"]  
strong，adj.["强的","坚强的","强烈的","强壮的"]  adv.["强劲地","猛烈地","大大地","坚强地"]  
possible，adj.["可能的","可接受的","合理的，可以允许的","不坏的"]  n.["可能性，潜在性","可能的人物，可能有的事","最高分"]  
heart，n.["心，心脏","感情","要点","胸部"]  vt.["鼓励","激励"]  vi.["结心"]  
drug，n.["药物","药剂","麻醉药","毒品"]  vt.["（在食物或饮料中）投放麻醉药，下麻醉药","掺麻醉药于","使服麻醉药","使服毒品"]  vi.["使服麻醉药，用药麻醉，使服兴奋剂"]  
show，vt.& vi.["给…看","表现出","显露出","上演"]  vt.["说明","指示","表明","演示"]  n.["展览","显示","外观","表演"]  vi.["被人看见，显现，显而易见"]  
leader，n.["领袖，领导者","负责人","指挥者","领唱者"]  
light，n.["光","发光体","电灯","点火器"]  adj.["轻的","明亮的","浅色的","少量的"]  v.["点燃","照亮","用光指引"]  adv.["轻地，轻装地"]  
voice，n.["嗓音","（动词的）语态","呼声，发言权","歌唱才能"]  vt.["发音","表达，说出","给（一部乐曲）配上声部","给（如管风琴音管）整声"]  
wife，n.["妻子，太太","夫人，老婆","已婚妇女"]  
whole，adj.["全部的，所有的","完整的"]  n.["整体，整个","全部"]  
police，n.["警察部门","警方","警察","治安"]  vt.["（警察、军队等）巡查","维护治安","（委员会等）监督","管制"]  adj.["警察的","有关警察的"]  
mind，n.["心，精神，心力，知，智力，智慧","心胸，头脑，人","愿望，目的，意向，意志，决心，见解，意见","记忆，记性，记忆力，回想"]  vi.["介意","注意"]  vt.["专心于","介意","愿意做","照顾"]  
finally，adv.["最后，终于","总算","末后","结果"]  
pull，vt.& vi.["拉","扯","拉过来","划（船）"]  vt.["赢得","吸引异性","取消","（耍手腕）得逞"]  n.["拖","爬","影响力"]  
return，v.["回转，返回","复发，又来","送还","言归正传"]  n.["归来，返乡","来回，汇成","赢利","统计表"]  
free，adj.["自由的","免费的","免税的","空闲的"]  adv.["免费地","自由地，无拘束地","一帆风顺地"]  vt.["免除","释放","使自由","解救"]  
military，adj.["军事的","军用的","讨厌的","好战的"]  n.["军人","军队","武装力量"]  
price，n.["价格，价钱","代价","价值","赏金"]  vt.["标价","定价","问…的价格","给…定价"]  
report，n.["报告","成绩报告单","传闻","流言蜚语"]  vt.& vi.["报道","公布","宣告"]  vt.["告发，举报","使报到"]  
less，adj.["较少的（little的比较级）","较小的","较次的，较劣的","较不重要的"]  adv.["较少地，较小地"]  prep.["减去","少掉","不足"]  n.["较少，较小"]  
according，adv.["依照"]  v.["给予( accord的现在分词 )","使和谐一致","使符合","使适合"]  
decision，n.["决定","果断","决议","（法院的）判决"]  vt.["[口语][拳击]靠判定击败（对手）"]  
explain，vt.& vi.["讲解，解释"]  vt.["说明…的原因，辩解"]  vi.["说明，解释，辩解"]  
son，n.["儿子","孩子","男性后裔","圣子（耶稣基督）"]  
hope，n.["希望，期望","希望的东西","被寄予希望的人或事物、情况","抱有希望的理由"]  vt.& vi.["希望，期望"]  vt.["[俚语]相信，认为"]  vi.["希望，盼望，期待"]  
even，adv.["甚至","更加"," 即使","恰巧在…时候"]  adj.["公平的","平坦的"," 偶数的","平均的"]  vt.["使平坦","使相等"]  vi.["变平","成为相等"]  
develop，vi.["发展","生长","形成","发达 "]  vt.["发展","开发","研制","冲洗（胶片）"]  
view，n.["看法","风景","视域","[建筑学]视图"]  vt.["看","看待"]  
relationship，n.["关系","联系","浪漫关系","血缘关系"]  
carry，vt.["支撑","携带","输送","运载"]  vt.& vi.["运送","搬运","具有"]  vi.["（文学、戏剧等）对读者","扔（或踢）到…距离","（马等）具有某种姿势","传得很远"]  n.["（枪炮、火箭等的）射程","运输，运送"]  
town，n.["城镇，市镇","小村庄","城镇居民","商业中心"]  
road，n.["路","通路","途径","方法"]  vt.["在…设置路障","（狗）沿臭迹追逐（猎物）","（狗）闻着臭迹追"]  
drive，v.["驾驶","开车","驱动","迫使"]  n.["驱车旅行","驱动力","车道","驱动器"]  
arm，n.["臂","武器","[复数]战事","权力"]  vi.["准备（斗争），准备行动（against）"]  vt.["装备（防御工事）","准备（攻击或迎击）","配备","防护"]  
TRUE，adj.["真正的","真实的","忠实的","正确的"]  adv .["真正地","确实地","正确地","正当地"]  n.["真理，真实","正，准，精确"]  vt.["摆正","决定（某物）的位置以使其平衡、平稳或水平"]  
federal，adj.["联邦（制）的","同盟的"]  n.["联邦主义者","同盟盟友"]  
break，vt.["（使）破","打破（纪录）","（常指好天气）突变","开始"]  vi.["（嗓音）突变","突破","破晓","（价格）突然下跌"]  n.["破裂","中间休息","间断","短假"]  
better，adj.["较好的","更合适的","能力更强的","好转的"]  adv.["更好地","更妥","更"]  v.["胜过","上进"]  n.["更好者","更有才智者"]  
difference，n.["差别，差异","[数]差数，差额","意见分歧","特色"]  vt.["辨别，区分"]  
thank，vt.["谢谢，感谢","责怪，把…归于"]  n.["感谢，谢谢，道谢的话"]  
receive，vt.& vi.["收到","接到","接纳","接待"]  vt.["接收","受理","欢迎","承受"]  vi.["接到，获得","接见，欢迎","[电子学] 接收","[橄榄球] 接球"]  
value，n.["价值，价格","意义，涵义","重要性","（邮票的）面值"]  vt.["评价","重视，看重","估价，给…定价"]  
international，adj.["国际的","两国（或以上）国家的","超越国界的","国际关系的"]  n.["国际组织","国际体育比赛","外国居留者","国际股票"]  
building，n.["建筑物","楼房","房屋","建筑（艺术或行业）"]  v.["build的现在分词"]  
action，n.["行动，活动","功能，作用","手段","[法]诉讼"]  
full，adj.["满的，装满的","完全的，完整的","丰富的","详尽的"]  adv.["极其，十分","充分地，完全地","整整","直接地"]  n.["充分，完全","全部","完整","极盛时"]  v.["把衣服缝得宽大","把裙子缝出皱褶","[印]蒸洗，漂洗"]  
model，n.["模型","模特儿","模式","典型"]  vt.& vi.["做模特儿"]  vt.["模仿","制作模型，塑造","将…做成模型"]  adj.["典型的，模范的"]  
join，vt.& vi.["连接","联结","加入","参加"]  vt.["结合","参与","上（火车、飞机等）","上（路）"]  n.["连接","结合","接合处","接合点"]  
season，n.["季节，季","时期","活动期，时令","暂时"]  vt.["使适应，使适用","调味"]  vt.& vi.["使变干燥"]  
society，n.["社会","上流社会","社团","社群"]  adj.["上流社会的，社交界的"]  
because，conj.["因为"]  
tax，vt.["使负重担","消耗精力","向…征税","责备，谴责"]  n.["税，税额","负担"]  
director，n.["主管，主任","董事，理事","负责人，监督者","导演"]  
early，adj.["早的","早期的","早日的","（果实等）早熟的"]  adv.["早","在初期","先前","提早"]  
position，n.["位置，方位","地位，职位","态度","状态"]  vt.["安置","把…放在适当位置","给…定位","驻扎军队"]  
player，n.["演员","[体]运动员","[音]演奏者","播放机"]  
agree，vt.& vi.["同意，赞同"]  vi.["[语]一致，符合","商定，约定","意见相合","（气候、食物等）适宜"]  vt.["同意，承认","使和谐一致","认为正确无误"]  
especially，adv.["尤其地","主要地，格外地","显著地","异常地"]  
record，n.["记录，记载","档案，履历","唱片","最高纪录"]  
pick，vt.& vi.["挑选，挑拣","挖，采，摘，剔，扒","挑剔"]  n.["选择","收获","精华"]  
wear，vt.["穿着，戴着","面露","留着（胡须等）","磨损"]  vi.["耐用","保持不变","磨损，耗损","逐渐或枯燥地通过"]  n.["穿着","穿戴物，衣物","磨损，穿旧","耐用性"]  
paper，n.["纸","文件","论文","文章"]  vt.& vi.["贴纸"]  vt.["包装，用纸覆盖","贴壁纸","提供纸张","[俚语] 提供免费入场券"]  vi.["贴糊墙纸","发交通违章传票"]  adj.["纸制的","似纸的","有名无实的"]  
special，adj.["特殊的","专门的","专用的","重要的"]  n.["专车","特价","特刊","特约稿"]  
space，n.["空间，太空","空白，间隔","空隙","片刻"]  vt.["把…分隔开，留间隔于…之间"]  vi.["以一定间隔排列"]  
ground，n.["地面，土地","基础","范围","阵地，战场"]  vi.["搁浅，停飞","着陆"]  vt.["把…放在地上","在…的基础树立上","交给…基本知识","使…受初步训练"]  v.["grind的过去式和过去分词"]  
form，n.["形状，形式","外形","方式","表格"]  vt.["形成","构成","组织","塑造"]  vi.["形成，产生","排队，整队"]  
support，vt.["支持","帮助","支撑","维持"]  n.["支撑","支持者","[数学]支集","支撑物"]  
event，n.["事件，大事","活动，经历","结果","运动项目"]  
official，n.["行政官员","公务员","[体]裁判","高级职员"]  adj.["官方的，法定的","公职的，公务的","官气十足","正式的"]  
whose，pron.["谁的","那个人的，那些人的","他的，他们的"]  
matter，n.["事件","（讨论、考虑等的）问题","重要性","物质"]  vi.["要紧，重要","化脓","有重大影响","有重要性"]  
everyone，pron.["每人，人人"]  
center，n.["中心","（球队的） 中锋","中心区","中枢"]  adj.["中央的，位于正中的","（在）中心的"]  vt.["集中","使聚集在一点","定中心","居中"]  vi.["居中，有中心，被置于中心"]  
couple，n.["对，双","配偶，夫妻","<口>几个，两三个"]  vt.&vi.["连在一起，连接","成双，结婚","性交，交配"]  
site，n.["地点，位置，场所","[计算机]网站","遗址","地皮"]  vt.["使坐落在","安放，设置","给…造址","为…提供场所"]  
end，n.["<正>结果","端","终止","最后部分"]  vt.& vi.["结束，终止"]  
project，vt.["放映","计划","发射","展现，使突出"]  vi.["伸出，突出"]  
hit，vt.& vi.["打，打击","碰撞"]  vt.["击（球）","（在精神上）打击（某人）","猜中","迎合"]  n.["打，打击","碰撞","（演出等）成功","批评，讽刺"]  vi.["（风暴、疾病等）袭击","抨击","（偶然）碰上","（突然）想到（与 on, upon 连用）"]  
base，n.["基础","基地","根据","基数（如十进制的10 和二进制的2）"]  vt.["基于","把…建立在","把…放在或设在（基地）","把…置于底座（或基座）上"]  adj.["卑鄙的","低级的","贱的，劣的","庶生的"]  
activity，n.["活动","活跃，敏捷","活动力","教育活动"]  
star，n.["星","星状物","星级","明星"]  v.["主演","（在文字等旁）标星号"]  
table，n.["表，目录","桌子","手术台，工作台，游戏台","平地层"]  vt.["制表","搁置","嵌合","搁置"]  adj.["桌子的"]  
need，vt.["需要","必须"]  aux.["必须","不得不"]  n.["需要","需要的东西","责任","贫穷"]  vi.["（表示应该或不得不做）有必要"]  
court，n.["法院，法庭","院子，天井","宫廷","网球场"]  vt.["招致","设法获得","向…献殷勤","追求"]  vi.["求爱，求婚","寻求"]  
produce，vt.& vi.["生产","产生","制作","创作"]  vt.["制造","出示","引起","[经济学]生利"]  n.["产品","产量","产额","结果"]  
eat，vt.& vi.["吃，喝"]  vi.["（食物）吃起来感到","咬","（人）感到苦恼（或烦恼）","侵蚀，腐蚀"]  vt.["（如酸）腐蚀","吃完","吃得使","侵蚀成"]  
American，n.["美国人，美洲人","美国英语"]  adj.["美国的，美洲的","地道美国式的"]  
teach，vt.["教","教导，训练","教授"]  vi.["教书"]  
oil，n.["油","石油","油画","燃油"]  vt.["给…加油"]  vi.["化成油"]  
half，adj.["一半的，半个的"]  n.["半","一半","（啤酒等饮料的）半品脱","（比赛、音乐会等的）半场"]  adv.["一半","部份地"]  
situation，n.["（人的）情况","局面，形势，处境","位置","[心理学]情境"]  
easy，adj.["容易的","舒适的","宽裕的","从容的"]  adv.["容易地","不费力地","悠闲地","缓慢地"]  vi.["停止划桨（常用作命令）"]  vt.["向（水手或划手）发出停划命令"]  
cost，n.["价钱，代价","花费，费用","牺牲","[用复数][法律]诉讼费"]  vi.["价钱为，花费","估计成本"]  vt.["付出代价","估价","使丧失","使付出努力"]  
industry，n.["工业","产业（经济词汇）","工业界","勤劳"]  
figure，n.["数字","算术","人物","身材"]  vi.["计算","出现","扮演角色"]  vt.["计算在内","估计","推测","认为"]  
face，n.["面容","表面","脸","方面"]  vt.& vi.["面对","面向…","正视","承认"]  vt.["（感到不能）对付","（明知不好办而）交谈","必须对付（某情况）","面临…"]  
street，n.["大街，街道"]  
image，n.["影像","肖像","概念，意向","镜像，映像"]  vt.["反映","想像","作…的像","象征"]  
itself，pron.["(it的反身形式)","它自己，它本身","自身，本身"]  
phone，n.["电话","听筒","（发声或使用声音的）工具","说某种语言的"]  vt.& vi.["打电话（给某人）"]  
either，pron.["（两者之中）任何一个"]  adj.["（两者中）任一的","非此即彼的，两者择一的"]  adv.["（否定句中）也","[用于否定句或否定词组后]也（不…），亦，而且","[口语] [用于否定句或否定词组后以加强语气]根本","当然"]  conj.["[通常用于“either…or…”结构中]或者，要么[在“either…or…”结构中，动词的人称和数一般与离得最近的主动响应，但有时用第三人称单数，在口语中也有把两个主语合在一起用作复数的]"]  
data，n.["资料，材料","datum的复数","[计算机]数据，资料","从科学实验中提取的价值"]  
cover，v.["遮盖","掩蔽","涉及","洒上"]  n.["覆盖物","避难所","掩护","封面"]  
quite，adv.["相当，很","非常","确实如此"]  
picture，n.["照片，画像","图画，图片","影片","情景"]  vt.["构想，想象","描绘，画","描述"]  
clear，adj.["清楚的，明白的","清晰的，明亮的","清澈的","明确的"]  adv.["完全地","清晰地","整整"]  vi.["变明朗","变清澈"]  vt.["扫除，除去","消除（嫌疑）","使清楚","使干净"]  n.["空隙，空间"]  
practice，n.["练习","实践","（医生或律师的）业务","惯例"]  vi.["实行","惯常地进行","练习","实习"]  vt.["实行，实践","执业","练习","惯常地进行"]  
piece，n.["块，片，段","部分，部件","文章，音乐作品"]  vt.["修补","连接，接上"]  
land，n.["陆地","国家","地产","土地"]  vt.& vi.["（使）登岸","降临","使陷于（困境）","使不得不应付"]  vt.["自船上卸下","获得","捕到","钓到（鱼）"]  vi.["跳落，跌落，被抛落（地面）"]  
recent，adj.["最近的","新近的","近代的","[地]全新世的"]  
describe，vt.["描写，形容","叙述","描绘，作图","（行星等）周转"]  
product，n.["产品","结果","乘积","作品"]  
doctor，n.["医生，大夫","博士","神学家","医疗设备"]  vt.& vi.["医疗，行医"]  vt.["修理，装配","假造","搀杂","修改，修饰"]  
wall，n.["墙","屏障","隔阂","壁垒"]  vt.& vi.["筑墙围住，用墙隔开","围以墙"]  adj.["墙壁的"]  
patient，adj.["有耐性的","能容忍的"]  n.["患者","病人","病号"]  
worker，n.["工人，员工","劳动者","[虫]工蜂，工蚁"]  
news，n.["新闻","消息","（可当作新闻内容的）人","物"]  
test，n.["试验","考验","测验","化验"]  vt.["测验","考查","考验","勘探"]  vi.["受试验","受测验","受考验","测得结果"]  
movie，n.["电影","电影院","电影业"]  
certain，adj.["某一","必然的","已确定的"]  pron.["[动词用复数]某些"]  
north，n.["北方","北部","（美国南北战争时与南方作战的）北部各州","北方发达国家（尤指欧洲和北美各国）"]  adj.["北方的","北部的","朝北的","（风，光线）来自北方的"]  adv.["在北方","自北地","向北方"]  
love，vt.& vi.["爱，热爱","爱戴","喜欢","赞美，称赞"]  vt.["喜爱","喜好","喜欢","爱慕"]  n.["爱情，爱意","疼爱","热爱","爱人，所爱之物"]  
personal，adj.["个人的，私人的","身体的","亲自的","人身攻击的"]  n.["（报刊上的）人事栏，分类人事广告版","人称代名词","关于个人的简讯"]  
open，adj.["敞开的，开着的","公开的，公共的","坦率的","有议论余地的"]  vt.& vi.["（打）开","开始","睁开","启动"]  n.["户外，野外","空旷","公开"]  vi.["使打开","展示，显现"]  vt.["张开","开放","开张营业","为（建筑物）揭幕"]  
support，vt.["支持","帮助","支撑","维持"]  n.["支撑","支持者","[数学]支集","支撑物"]  
simply，adv.["简单地，朴素地","（引出概括或解释）不过，仅仅","简直","<非正>实在"]  
third，n.["第三","三分之一","第三档"]  adj.["第三的","三分之一的"]  
technology，n.["科技（总称）","工业技术","工艺学","[总称]术语"]  
catch，vt.["赶上","接住","引起","看见"]  vt.& vi.["（使）被钩住，（使）被卡住"]  n.["抓","隐情","捕获量","挂钩"]  vi.["锁住","着火","[棒球]当接球手"]  adj.["迷惑人的","令人容易上当的","引人注目的","令人感兴趣的"]  
step，n.["步，脚步","步骤，手段","步调","级别"]  vt.& vi.["举步，行走","踩，踏上","跨入","轻快地走"]  vi.["踏，踩","走"]  vt.["跳舞","迈步","使成阶梯状"]  
baby，n.["婴儿","婴孩","幼崽","宝贝儿"]  vt.["把…当作婴孩看待，娇养","纵容"]  adj.["小孩似的","孩子的","小型的"]  
computer，n.["（电子）计算机，电脑"]  
type，n.["类型","铅字","（印刷或打印的）文字","于…类型的"]  vt.& vi.["打字"]  vt.["[医学]测定（血型）","按类型把…归类","成为…的典型","[印刷]浇铸（铅字等）"]  
attention，n.["注意，注意力","照料，关怀","殷勤"]  int.["[口令]立正"]  
draw，vt.& vi.["绘画","拖，拉","招致","吸引"]  vt.["画","拉","吸引"]  vi.["移动","拔出剑","皱缩","汲取"]  n.["平局","抽奖"]  
film，n.["影片","电影","胶片","薄层"]  vt.& vi.["（把…）拍摄（成）电影[电视等]","上镜头"]  vt.["（给…）覆上一薄层","生薄膜","变得朦胧"]  
Republican，adj.["共和国的","共和政体的","共和主义的","<美>共和党员"]  n.["拥护共和政体者，共和主义者","<美>共和党的"]  
tree，n.["树","木料","树状图","宗谱"]  vt.["把…赶上树","使处于困境","把鞋型插入（鞋内）"]  
source，n.["根源，本源","源头，水源","原因","提供消息的人"]  vt.["（从…）获得","发起","向…提供消息","寻求（尤指供货）的来源"]  vi.["原料来源","起源","寻求来源","寻求生产商（或提供商）"]  
red，adj.["红色的","（脸）涨红的","烧红的","红头发的"]  n.["红色","红衣服","红颜料","红葡萄酒"]  
nearly，adv.["几乎，差不多","险乎"]  
organization，n.["组织","机构","团体"]  adj.["有组织的"]  
choose，vt.["挑选","认为…比其它更可取","决定或选定"]  vi.["选择","进行挑选"]  
cause，n.["原因","动机","理由","事业"]  vt.["成为…的原因","导致","引起","使遭受"]  
hair，n.["头发，毛发","（动、植物的）毛","一丝丝，些微","毛发织物"]  
look，vt.& vi.["看，瞧"]  vi.["注意","面向","寻找","看起来好像"]  n.["看","（尤指吸引人的）相貌","眼神","样子"]  int.["（插话或唤起注意）喂，听我说"]  
point，n.["点","要点","得分","标点"]  vt.["（意思上）指向","削尖","加标点于","指路"]  vi.["表明","指向"]  
century，n.["百年，一世纪","百个","（板球）一百分","<美>百元钞票"]  
evidence，n.["证词","证据","迹象","明显"]  vt.["使明显","显示","表明","证实"]  
window，n.["窗，窗户","窗口","〈美俚〉眼镜"]  
difficult，adj.["困难的","难做的","难解的","不易相处的"]  
listen，vi.["倾听","留心听","听信","（让对方注意）听着"]  n.["听，倾听"]  
soon，adv.["立刻，马上","一会儿，不久","快","宁愿"]  
culture，n.["文化","[生物学]（微生物等的）培养","修养","养殖"]  vt.["培植，培养"]  
billion，n.["十亿","数以十亿计","大量","一万亿"]  adj.["（法美）十亿的","（英德）万亿的","无数的"]  
chance，n.["机会，机遇","概率，可能性","偶然，运气"]  v.["偶然发生","冒险","碰巧","偶然被发现"]  adj.["意外的","偶然的","碰巧的"]  
brother，n.["兄弟","同事，同胞","同志"]  int.["（表示生气或吃惊）我的老兄！"]  
energy，n.["[物]能量","活力","精力","精神"]  
period，n.["时期","（一段）时间","学时","句号"]  adj.["具有某个时代特征的","（关于）过去某一特定历史时期的","（家具、服饰、建筑等）某一时代的"]  
course，n.["课程","航线","行动方向","一道菜"]  vt.["快速地流动","奔流","跑过","追逐"]  vi.["沿…（方向）前进","指引航线","快跑","迅速移动"]  
